Connected to 172.16.101.100 using the specified algorithms.
Executing command: cat /etc/*release* && hostnamectl && lscpu && free -h && df -h && echo #
Executing command: #
Executing command: n#
Executing command: 
term len 0
terminal length 0
no page
no paging
set cli pager off
show version

Home Network on GNS3 - Where Scott Plays

usa1-rtr-1#cat /etc/*release* && hostnamectl && lscpu && free -h && df -h && $elease* && hostnamectl && lscpu && free -h && df -h && e         cho #
The command you have entered is available in the IOS.sh.
However, the shell is currently disabled. You can enable
it on this terminal by typing
   'term shell'
You can also enable it for all terminals by configuring the
   'shell processing full'
command. There is additional information in the man command.
For more information, enable shell, and then enter:
'man IOS.sh'
usa1-rtr-1##
usa1-rtr-1#n#
% Bad IP address or host name
% Unknown command or computer name, or unable to find computer address
usa1-rtr-1#
usa1-rtr-1#term len 0
usa1-rtr-1#terminal length 0
usa1-rtr-1#no page
              ^
% Invalid input detected at '^' marker.

usa1-rtr-1#no paging
              ^
% Invalid input detected at '^' marker.

usa1-rtr-1#set cli pager off
               ^
% Invalid input detected at '^' marker.

usa1-rtr-1#show version
Cisco IOS Software, 7200 Software (C7200-ADVENTERPRISEK9-M), Version 15.2(4)M11, RELEASE SOFTWARE (fc2)
Technical Support: http://www.cisco.com/techsupport
Copyright (c) 1986-2016 by Cisco Systems, Inc.
Compiled Sun 16-Oct-16 07:53 by prod_rel_team

ROM: ROMMON Emulation Microcode
BOOTLDR: 7200 Software (C7200-ADVENTERPRISEK9-M), Version 15.2(4)M11, RELEASE SOFTWARE (fc2)

usa1-rtr-1 uptime is 5 days, 10 hours, 18 minutes
System returned to ROM by unknown reload cause - suspect boot_data[BOOT_COUNT] 0x0, BOOT_COUNT 0, BOOTDATA 19
System image file is "tftp://255.255.255.255/unknown"
Last reload reason: Unknown reason



This product contains cryptographic features and is subject to United
States and local country laws governing import, export, transfer and
use. Delivery of Cisco cryptographic products does not imply
third-party authority to import, export, distribute or use encryption.
Importers, exporters, distributors and users are responsible for
compliance with U.S. and local country laws. By using this product you
agree to comply with applicable laws and regulations. If you are unable
to comply with U.S. and local laws, return this product immediately.

A summary of U.S. laws governing Cisco cryptographic products may be found at:
http://www.cisco.com/wwl/export/crypto/tool/stqrg.html

If you require further assistance please contact us by sending email to
export@cisco.com.

Cisco 7206VXR (NPE400) processor (revision A) with 491520K/32768K bytes of memory.
Processor board ID 4279256517
R7000 CPU at 150MHz, Implementation 39, Rev 2.1, 256KB L2 Cache
6 slot VXR midplane, Version 2.1

Last reset from power-on

PCI bus mb0_mb1 (Slots 0, 1, 3 and 5) has a capacity of 600 bandwidth points.
Current configuration on bus mb0_mb1 has a total of 280 bandwidth points. 
This configuration is within the PCI bus capacity and is supported. 

PCI bus mb2 (Slots 2, 4, 6) has a capacity of 600 bandwidth points.
Current configuration on bus mb2 has a total of 40 bandwidth points 
This configuration is within the PCI bus capacity and is supported. 

Please refer to the following document "Cisco 7200 Series Port Adaptor
Hardware Configuration Guidelines" on Cisco.com <http://www.cisco.com>
for c7200 bandwidth points oversubscription and usage guidelines.


12 Ethernet interfaces
1 FastEthernet interface
509K bytes of NVRAM.

8192K bytes of Flash internal SIMM (Sector size 256K).


Configuration register is 0x2102

usa1-rtr-1#
Successfully detected prompt () 6 times.
running commands...